{
"status": "ok",
"totalResults": 729,
"articles": [
{
"source": {
"id": null,
"name": "Gizmodo.com"
},
"author": "Ece Yildirim",
"title": "‘AI That Understands You’: Mark Zuckerberg Plans to Deepen AI’s Presence in Our Online Lives",
"description": "\"Glasses are the ultimate incarnation of this vision,\" he added.",
"url": "https://gizmodo.com/ai that understands you mark zuckerberg plans to deepen ais presence in our online lives 2000715207",
"urlToImage": "https://gizmodo.com/app/uploads/2026/01/shutterstock_2679852515 1200x675.jpg",
"publishedAt": "2026 01 29T02:02:43Z",
"content": "Six months into its big AI turnaround, Meta believes 2026 will be the year it starts reaping the benefits.\r\nThe tech giant has spent billions upon billions on Meta Superintelligence Labs, poaching to… [+4547 chars]"
},
{
"source": {
"id": null,
"name": "Android Central"
},
"author": "bradypsnyder@gmail.com (Brady Snyder) , Brady Snyder",
"title": "With the iPhone 17 selling this well, I don't think Apple cares about low iPhone Air demand",
"description": "Apple is selling more phones than any other brand. It doesn't care whether it sells an iPhone Air or an iPhone 17 Pro Max — as long as people are buying an iPhone.",
"url": "https://www.androidcentral.com/phones/apple iphone/why the iphone air might be working",
"urlToImage": "https://cdn.mos.cms.futurecdn.net/FrjXSbdnuxgJQJzf488pD3 2560 80.jpg",
"publishedAt": "2026 01 29T11:54:00Z",
"content": "It sure sounds like the iPhone Air is being treated unfairly. That's not to say that the iPhone Air is a smash hit, or that it's for everyone. In fact, I say the opposite in my iPhone Air review. But… [+6390 chars]"
},
{
"source": {
"id": null,
"name": "Android Central"
},
"author": "nickodiaz@sbcglobal.net (Nickolas Diaz) , Nickolas Diaz",
"title": "I couldn't be happier, as Windows 11's cross device resume update offers more for Android",
"description": "Windows 11 is prepping a new update that focuses on expanding its cross device resume feature for Android phones.",
"url": "https://www.androidcentral.com/apps software/i couldnt be happier as windows 11s cross device resume update offers more for android",
"urlToImage": "https://cdn.mos.cms.futurecdn.net/thimyQpk6bpV82doUaSJ4T 2048 80.jpg",
"publishedAt": "2026 01 29T10:11:00Z",
"content": "What you need to know\r\n<ul><li>Microsoft announces new Windows 11 builds headed for the Release Preview Channel that brings huge updates to Android.</li><li>In this patch, the company's Cross Device … [+3123 chars]"
},
{
"source": {
"id": null,
"name": "MacRumors"
},
"author": "Tim Hardwick",
"title": "Apple Pushes Carrier Settings Update to Fix Telstra Issue on iPhones Running iOS 16.7.3",
"description": "Apple has released a carrier settings update for Telstra customers in Australia that resolves the issue affecting iPhones running iOS 16.7.3, which was released and then made unavailable to download by Apple earlier this week.\n\n\n\n\n\nThe fix is delivered via a …",
"url": "https://www.macrumors.com/2026/01/29/apple carrier update fix telstra ios 16 7 3/",
"urlToImage": "https://images.macrumors.com/t/UDeyvKn6qKVf4knUhhYj83dnJbM=/2250x/article new/2023/02/iOS 16 Buggy feature.jpg",
"publishedAt": "2026 01 29T12:17:11Z",
"content": "Apple has released a carrier settings update for Telstra customers in Australia that resolves the issue affecting iPhones running iOS 16.7.3, which was released and then made unavailable to download … [+959 chars]"
},
{
"source": {
"id": null,
"name": "CNET"
},
"author": "Jeff Carlson",
"title": "'AirTag 2' vs. 'AirTag 1': All the Ways Apple's New Model Tracks Better",
"description": "Two AirTag generations enter the ring, only one leaves (but don't worry, both are easily found later).",
"url": "https://www.cnet.com/tech/mobile/apple airtag 2nd generation vs airtag 1st generation/",
"urlToImage": "https://www.cnet.com/a/img/resize/1008c4400a912a2a8da54ce3f029932346690aca/hub/2026/01/28/6da7ec48 7567 4dcb 8667 5512234cdc75/airtag gen 1 vs airtag gen 2.jpg?auto=webp&fit=crop&height=675&width=1200",
"publishedAt": "2026 01 29T10:00:34Z",
"content": "When Apple upgrades its hardware, the differences are usually stark: things like better iPhone cameras, more laptop storage or higher quality screens. But Apple just introduced a new version of its p… [+5208 chars]"
},
{
"source": {
"id": null,
"name": "CNET"
},
"author": "Jason Cockerham",
"title": "OnePlus 15 vs. OnePlus 15R: High End Refinement or Lower Priced Power",
"description": "The OnePlus 15 is technically the better phone, but for many people, the lower cost OnePlus 15R could be the smarter buy.",
"url": "https://www.cnet.com/tech/mobile/oneplus 15 vs oneplus 15r high end refinement or lower priced power/",
"urlToImage": "https://www.cnet.com/a/img/resize/9993db6f4e28309b96d5e8eca2c3fb52533815c1/hub/2026/01/27/e5806455 6fdd 4361 ac76 ee577ee72c12/oneplus 15 vs oneplus 15r.jpg?auto=webp&fit=crop&height=675&width=1200",
"publishedAt": "2026 01 29T13:00:59Z",
"content": "Continuing the same strategy OnePlus has followed the past few years, the company released two flagship phones at the end of 2025, the top tier $900 OnePlus 15 and the mid range $700 OnePlus 15R. Thi… [+11662 chars]"
},
{
"source": {
"id": null,
"name": "Slashdot.org"
},
"author": "BeauHD",
"title": "Brandon Sanderson's Literary Fantasy Universe 'Cosmere' Picked Up by Apple TV",
"description": "Apple TV+ has landed the screen rights to Cosmere, the sprawling literary universe created by Brandon Sanderson. \"The first titles being eyed for adaptation are the Mistborn series, for features, and The Stormlight Archive series, for television,\" reports the…",
"url": "https://entertainment.slashdot.org/story/26/01/29/0544212/brandon sandersons literary fantasy universe cosmere picked up by apple tv",
"urlToImage": "https://a.fsdn.com/sd/topics/movies_64.png",
"publishedAt": "2026 01 29T07:00:00Z",
"content": "The deal is rare one, coming after a competitive situation which saw Sanderson meet with most of the studio heads in town. It gives the author rarefied control over the screen translations, according… [+779 chars]"
},
 {
 "source": {
"id": "business insider",
"name": "Business Insider"
},
"author": "Pranav Dixit",
"title": "Meta's VR superfans are livid: 'I feel like I'm going to puke!",
"description": "There's only one life giving product from Meta. Zuck just killed it.",
"url": "https://www.businessinsider.com/zuckerberg meta layoffs vr supernatural 2026 1",
"urlToImage": "https://i.insider.com/6977d169a645d118818801a4?width=1200&format=jpeg",
"publishedAt": "2026 01 29T09:16:01Z",
"content": "As much as nearly all of Meta's products are part of my daily life Facebook, WhatsApp, Instagram, Threads, even the Ray Ban smart glasses I can't say that any of them make me feel more alive. Except … [+11734 chars]"
},
 {
 "source": {
"id": null,
"name": "Kotaku"
},
"author": "Mike Fazioli",
"title": "Apple AirPods Pro 3 Already Have Old School Pricing After a Sudden Price Drop",
"description": "The AirPods Pro 3 and their upgraded active noise cancellation are $50 off if you hurry.\nThe post Apple AirPods Pro 3 Already Have Old School Pricing After a Sudden Price Drop appeared first on Kotaku.",
"url": "https://kotaku.com/apple airpods pro 3 already have old school pricing after a sudden price drop 2000663959",
"urlToImage": "https://kotaku.com/app/uploads/2026/01/Apple AirPods Pro 3.jpg",
"publishedAt": "2026 01 29T12:05:34Z",
"content": "The holidays are a mere blip in our collective rearview mirror now, so why are Apple’s newest and arguably best AirPods still at their all time low price of $199 at Amazon? Don’t know, don’t care, do… [+2406 chars]"
},
 {
 "source": {
"id": null,
"name": "Kotaku"
},
"author": "Zainab Falak",
"title": "TCL 40″ Smart TV Crashes to All Time Low and Doubles as a PC Monitor for Less (Alexa Built in, Apple AirPlay Compatibility)",
"description": "Built in Fire TV lets you stream more than a million movies and TV shows, plus watch live TV.\nThe post TCL 40″ Smart TV Crashes to All Time Low and Doubles as a PC Monitor for Less (Alexa Built in, Apple AirPlay Compatibility) appeared first on Kotaku.",
"url": "https://kotaku.com/tcl 40 smart tv crashes to all time low and doubles as a pc monitor for less alexa built in apple airplay compatibility 2000663944",
"urlToImage": "https://kotaku.com/app/uploads/2026/01/tcl tv.jpg",
"publishedAt": "2026 01 29T13:35:57Z",
"content": "Is your living room in need of a new TV, or do you want a screen for your bedroom to enjoy your favorite shows while snuggling in the blanket? Prefer a smaller screen and not looking to shell out big… [+2963 chars]"
},
 {
 "source": {
"id": null,
"name": "Hipertextual"
},
"author": "Rubén Chicharro",
"title": "Si se te rompe el móvil, Samsung te lo arregla las veces que quieras (y casi gratis): su nueva cobertura es una locura",
"description": "Una de las mejores cosas que puedes hacer cuando te compras un móvil, es contratar un seguro de roturas o accidentes para evitar que te cobren más de 100 euros por reparar una pantalla rota o una batería que ya no funciona. Apple lo lleva ofreciendo en España…",
"url": "https://hipertextual.com/mobile/si se te rompe el movil samsung te lo arregla las veces que quieras y casi gratis su nueva cobertura es una locura/",
"urlToImage": "https://imgs.hipertextual.com/wp content/uploads/2026/01/pantalla rota samsung.jpg",
"publishedAt": "2026 01 29T12:17:42Z",
"content": "Una de las mejores cosas que puedes hacer cuando te compras un móvil, es contratar un seguro de roturas o accidentes para evitar que te cobren más de 100 euros por reparar una pantalla rota o una bat… [+2133 chars]"
},
 {
 "source": {
"id": null,
"name": "Hipertextual"
},
"author": "Quelian Sanz",
"title": "Filtración TOTAL de los Galaxy S26: estas 4 imágenes muestran su diseño completo",
"description": "¿Tenías alguna idea preconcebida de los Galaxy S26? Hoy vas a poder tirarla a la basura o confirmarla. El filtrador más importante de la industria ha hablado, y lo ha hecho a través de una publicación con 4 imágenes de los supuestos nuevos móviles de Samsung.…",
"url": "https://hipertextual.com/mobile/filtracion total de los galaxy s26 estas 4 imagenes muestran su diseno completo/",
"urlToImage": "https://imgs.hipertextual.com/wp content/uploads/2026/01/Galaxy S26.jpg",
"publishedAt": "2026 01 29T12:26:38Z",
"content": "¿Tenías alguna idea preconcebida de los Galaxy S26? Hoy vas a poder tirarla a la basura o confirmarla. El filtrador más importante de la industria ha hablado, y lo ha hecho a través de una publicació… [+3325 chars]"
},
 {
 "source": {
"id": null,
"name": "PEOPLE"
},
"author": "Becca Longmire, Meredith Kile",
"title": "Police Identify Orange Substance Sprayed at Rep. Ilhan Omar During Town Hall Attack: Reports",
"description": "The Minnesota congresswoman was attacked while hosting a town hall in Minneapolis on Tuesday, Jan. 27",
"url": "https://people.com/orange substance sprayed rep ilhan omar apple cider vinegar 11894358",
"urlToImage": "https://s.yimg.com/ny/api/res/1.2/rfTsqabBuGzOmWaXW3DLJw  /YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA7Y2Y9d2VicA  /https://media.zenfs.com/en/people_218/9d71d5092038efd51a2b1a39531c1205",
"publishedAt": "2026 01 29T10:12:34Z",
"content": "NEED TO KNOW\r\n<ul><li>The orange substance sprayed at Minnesota Rep. Ilhan Omar during a Tuesday, Jan. 27 town hall has been identified\r\n</li><li>The liquid inside the syringe was likely apple cider … [+4057 chars]"
},
 {
 "source": {
"id": null,
"name": "Slate Magazine"
},
"author": "Mary Harris",
"title": "Sure Looks Like Another Government Shutdown",
"description": "The Dems' base isn’t content to stop at sending Bovino back to California.",
"url": "https://slate.com/podcasts/what next/2026/01/will democrats force a government shutdown or fund dhs",
"urlToImage": "https://compote.slate.com/images/a5c379d6 2508 4ddf 8c03 53285cbb561e.jpeg?crop=4500%2C3000%2Cx0%2Cy0&width=1560",
"publishedAt": "2026 01 29T10:20:00Z",
"content": "Just as public sentiment is turning on ICE and Border Patrols action in Minnesota, another spending bill is due in the U.S. Senate. Can the Democrats use the opportunity to put some restraints on Tru… [+481 chars]"
},
 {
 "source": {
"id": null,
"name": "Slate Magazine"
},
"author": "Zak Rosen, Lucy Lopez, and Elizabeth Newcamp",
"title": "How to Prepare Your Family for ICE",
"description": "Wherever you are, there’s an influx of immigration officers, and families need to be prepared.",
"url": "https://slate.com/podcasts/care and feeding/2026/01/parenting tips support toolkit ice immigration agents city minneapolis children resources",
"urlToImage": "https://compote.slate.com/images/dedc67f4 d7a9 4344 814b d6a49606890a.jpeg?crop=1457%2C971%2Cx0%2Cy2&width=1560",
"publishedAt": "2026 01 29T10:00:00Z",
"content": "On this episode: Lucy Lopez, Elizabeth Newcamp, and Zak Rosen, like a lot of people in America right now, are feeling stressed and overwhelmed over what is happening in Minneapolis and across the cou… [+1975 chars]"
},
 {
 "source": {
"id": null,
"name": "Xataka.com"
},
"author": "John Tones",
"title": "Sanderson al fin firma las adaptaciones del Cosmere tras años de lucha, y Apple le da más control que el que tiene George R.R. Martin",
"description": "Brandon Sanderson ha cerrado un acuerdo sin precedentes con Apple TV para adaptar el universo literario del Cosmere. La plataforma desarrollará películas basadas en la saga 'Nacidos de la bruma' y una serie de 'El archivo de las tormentas', las dos franquicia…",
"url": "https://www.xataka.com/literatura comics y juegos/sanderson al fin cierra trato cosmere anos lucha apple le da control que a george r r martin",
"urlToImage": "https://i.blogs.es/542524/ps   plantilla portadas xtk/840_560.jpeg",
"publishedAt": "2026 01 29T12:00:57Z",
"content": "Brandon Sanderson ha cerrado un acuerdo sin precedentes con Apple TV para adaptar el universo literario del Cosmere. La plataforma desarrollará películas basadas en la saga 'Nacidos de la bruma' y un… [+4913 chars]"
},
 {
 "source": {
"id": null,
"name": "Xataka.com"
},
"author": "Pepu Ricca",
"title": "Honor Magic8 Lite, análisis: érase una vez un gama media más fino que un boli Bic con 7.500 mAh de batería",
"description": "Hasta hace poco, existía una regla no escrita en la telefonía móvil que dictaba que, si queríamos una batería duradera, tocaba cargar con un teléfono grueso y pesado. Esto ha cambiado radicalmente en el último año: lo he comprobado con smartphones como el One…",
"url": "https://www.xataka.com/analisis/honor magic8 lite analisis caracteristicas precio especificaciones",
"urlToImage": "https://i.blogs.es/9cd74a/dsc04108/840_560.jpeg",
"publishedAt": "2026 01 29T10:00:57Z",
"content": "Hasta hace poco, existía una regla no escrita en la telefonía móvil que dictaba que, si queríamos una batería duradera, tocaba cargar con un teléfono grueso y pesado. Esto ha cambiado radicalmente en… [+28230 chars]"
},
 {
 "source": {
"id": null,
"name": "Themarginalian.org"
},
"author": "Maria Popova",
"title": "Love Anyway",
"description": "You know that the price of life is death, that the price of love is loss, and still you watch the golden afternoon light fall on a face you love, knowing that the light will soon fade, knowing that the loving face too will one day fade to indifference or bone…",
"url": "https://www.themarginalian.org/2026/01/29/love anyway/",
"urlToImage": "https://www.themarginalian.org/wp content/uploads/2024/03/raven_JackieMorris1 1.jpg?fit=521%2C274&ssl=1",
"publishedAt": "2026 01 29T10:32:57Z",
"content": "You know that the price of life is death, that the price of love is loss, and still you watch the golden afternoon light fall on a face you love, knowing that the light will soon fade, knowing that t… [+3321 chars]"
},
 {
 "source": {
"id": null,
"name": "Socialmediaexaminer.com"
},
"author": "Michael Stelzner",
"title": "How to Cultivate Content Creativity: A Framework for Marketers",
"description": "Has your marketing become boring and repetitive? Does your team hold back on suggesting innovative ideas because they’re afraid of being shot down? In this article, you'll discover a framework for cultivating content creativity by separating your ideation pro…",
"url": "https://www.socialmediaexaminer.com/?p=276500",
"urlToImage": "https://www.socialmediaexaminer.com/wp content/uploads/2026/01/SMMP703_PRIMARY.jpg",
"publishedAt": "2026 01 29T11:00:00Z",
"content": "Has your marketing become boring and repetitive? Does your team hold back on suggesting innovative ideas because theyre afraid of being shot down?\r\nIn this article, you'll discover a framework for cu… [+11168 chars]"
},
 {
 "source": {
"id": null,
"name": "Gizmodo.com"
},
"author": "Cheryl Eddy",
"title": "Apple TV Is Entering the Realm of ‘Cosmere’ With Plenty of Help From Brandon Sanderson",
"description": "The author's fantasy universe includes two best selling series: 'Mistborn' and 'The Stormlight Archive.'",
"url": "https://gizmodo.com/apple tv is entering the realm of cosmere with plenty of help from brandon sanderson 2000715214",
"urlToImage": "https://gizmodo.com/app/uploads/2026/01/mistborn 2 1200x675.jpg",
"publishedAt": "2026 01 29T12:00:53Z",
"content": "As George R.R. Martin‘s Westeros continues to expand on HBO with A Knight of the Seven Kingdoms, and J.R.R. Tolkien’s Middle earth continues to fascinate audiences on both Prime Video and at the movi… [+1861 chars]"
},
 {
 "source": {
"id": null,
"name": "Gizmodo.com"
},
"author": "Matt Novak",
"title": "MAGA Influencers Are All In on the Idea That a Politician Would Fake an Assassination Attempt for Sympathy",
"description": "\"She probably sprayed herself,\" President Trump said about Rep. lhan Omar of Minnesota.",
"url": "https://gizmodo.com/maga influencers are all in on the idea that a politician would fake an assassination attempt for sympathy 2000715232",
"urlToImage": "https://gizmodo.com/app/uploads/2026/01/ilhan omar jan 27 2026 1200x675.jpg",
"publishedAt": "2026 01 29T00:22:13Z",
"content": "The man who charged at Rep. Ilhan Omar at a town hall in Minneapolis on Tuesday while spraying an unknown liquid has been identified as 55 year old Anthony Kazmierczak. Almost immediately, MAGA influ… [+5628 chars]"
},
 {
 "source": {
"id": null,
"name": "BBC News"
},
"author": null,
"title": "Border agents involved in fatal shooting of Alex Pretti placed on leave",
"description": "As Trump and the Minneapolis Mayor spar over social media on immigration law enforcement, the US continues to be roiled by the killing of nurse Alex Pretti.",
"url": "https://www.bbc.com/news/articles/ckgn0w129lqo",
"urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/788e/live/89d68970 fc7f 11f0 b9c1 0d3cbd49d190.jpg",
"publishedAt": "2026 01 29T02:17:22Z",
"content": "The man accused of approaching her and squirting an unknown substance has been charged with third degree assault, police have said. According to Alpha News, the syringe allegedly used in the attack b… [+113 chars]"
},
 {
 "source": {
"id": null,
"name": "Computerhistory.org"
},
"author": "hhackford",
"title": "Generative Music with the Muse",
"description": "Unpacking the mysteries of the rare Triadex Muse from the early 1970s, the first algorithm based sequencer/synthesizer intended for home consumers.",
"url": "https://computerhistory.org/blog/generative music with the muse/",
"urlToImage": "https://computerhistory.org/wp content/uploads/2026/01/Triadex Muse 1972 scaled.jpg",
"publishedAt": "2026 01 29T06:24:18Z",
"content": "The forgotten sequencer that brought algorithmic composition to the home\r\nStrolling around the Computer History Museum, there are exhibits that are immediately recognizable. All we need is a glimpse … [+8839 chars]"
},
 {
 "source": {
"id": null,
"name": "heise online"
},
"author": "Inge Schwabe",
"title": "heise Angebot: Webinar: Jamf verstehen und beherrschen, um Apple Geräte effizient zu verwalten",
"description": "Verwalten Sie Apple Geräte mit Jamf Pro automatisiert und sicher. Von der Grundkonfiguration über Patch Management und Security Aspekte bis Reporting.",
"url": "https://www.heise.de/news/Webinar Jamf verstehen und beherrschen um Apple Geraete effizient zu verwalten 11155026.html",
"urlToImage": "https://heise.cloudimg.io/bound/1200x1200/q85.png lossy 85.webp lossy 85.foil1/_www heise de_/imgs/18/5/0/1/6/8/3/1/Jamf_ticker 1920x1080px_1920x1080 83fe4377c40fda94.png",
"publishedAt": "2026 01 29T11:00:00Z",
"content": "Jamf Pro ist die führende MDM Lösung für Apple Geräte in Unternehmen. Das Live Webinar Apple Geräte unter Jamf Pro effizient und sicher verwalten vermittelt, wie Sie Macs, iPhones und iPads zentral, … [+2080 chars]"
},
 {
 "source": {
"id": null,
"name": "heise online"
},
"author": "Sebastian Trepesch",
"title": "heise Angebot: Mac & i 1/2026: KI nutzen, kostenlose Apps, AirPods Tipps, Netzteile im Test",
"description": "Gemini oder ChatGPT, was lohnt sich mehr? Welche Multiport Netzteile sind günstig und leistungsstark? Und warum taugen manche USB C Kabel nichts?",
"url": "https://www.heise.de/news/Mac i 1 2026 KI nutzen kostenlose Apps AirPods Tipps Netzteile im Test 11155168.html",
"urlToImage": "https://heise.cloudimg.io/bound/1200x1200/q85.png lossy 85.webp lossy 85.foil1/_www heise de_/imgs/18/5/0/1/6/9/0/3/mac and i_1 2026 cover2 12f694ff548b6d36.jpg",
"publishedAt": "2026 01 29T07:00:00Z",
"content": "Inhaltsverzeichnis\r\nDie neue Mac &amp; i ist da! Heute bekommen Sie die Ausgabe 1/2026 vorab im heise shop (sowohl im Print Format, als auch als PDF), ab Freitag gibt es sie im gut sortierten Kiosk u… [+2475 chars]"
},
 {
 "source": {
"id": null,
"name": "heise online"
},
"author": "Frank Schräer",
"title": "Donnerstag: Chinas Ausnahmen für Nvidia KI, Gewinnanstieg bei Meta und Microsoft",
"description": "China Import von KI Chips + Metas Reklame Wachstum + Microsofts Cloud Wachstum + Bußgeld Fehler gegen Telegram + Pornhub gegen UK Alterskontrolle + #heiseshow",
"url": "https://www.heise.de/news/Donnerstag Chinas Ausnahmen fuer Nvidia KI Gewinnanstieg bei Meta und Microsoft 11157875.html",
"urlToImage": "https://heise.cloudimg.io/bound/1200x1200/q85.png lossy 85.webp lossy 85.foil1/_www heise de_/imgs/18/5/0/1/8/2/7/9/thursday adac38df6f65412f.webp",
"publishedAt": "2026 01 29T05:15:00Z",
"content": "Zunächst untersagte US Präsident Donald Trump den Verkauf von KI Chips, dann China den Import. Jetzt vergibt Peking Genehmigungen für drei chinesische Großunternehmen, die damit Nvidias H200 Chips ka… [+8876 chars]"
},
 {
 "source": {
"id": null,
"name": "heise online"
},
"author": "Malte Kirchner",
"title": "OpenAI plant angeblich soziales Netzwerk mit biometrischer Bot Erkennung",
"description": "OpenAI plant angeblich ein eigenes soziales Netzwerk, das Bots mithilfe biometrischer Verfahren fernhalten soll. Dies wirft jedoch Datenschutzfragen auf.",
"url": "https://www.heise.de/news/OpenAI plant angeblich soziales Netzwerk mit biometrischer Bot Erkennung 11158655.html",
"urlToImage": "https://heise.cloudimg.io/bound/1200x1200/q85.png lossy 85.webp lossy 85.foil1/_www heise de_/imgs/18/5/0/1/8/6/9/4/shutterstock_2528432365 1702bc94162d94ea.jpg",
"publishedAt": "2026 01 29T11:30:00Z",
"content": "Sie stiften Unruhe, sollen die Gesellschaft zersetzen und Panik schüren: Bots sind zu einem großen Problem in sozialen Netzwerken geworden. Für viele Menschen sind sie nur schwer oder gar nicht als s… [+2121 chars]"
},
 {
 "source": {
"id": null,
"name": "heise online"
},
"author": "Nils Jacobsen",
"title": "Heimliche KI Gewinner: Storage Aktien explodieren, als wäre es 1999",
"description": "Was haben Micron, Western Digital, SanDisk oder Seagate gemeinsam? Die Speicherhersteller haussieren an der Börse wie keine anderen Tech Aktien.",
"url": "https://www.heise.de/news/Heimliche KI Gewinner Storage Aktien explodieren als waere es 1999 11157980.html",
"urlToImage": "https://heise.cloudimg.io/bound/1200x1200/q85.png lossy 85.webp lossy 85.foil1/_www heise de_/imgs/18/5/0/1/8/3/4/2/shutterstock_1049641082 9b003c9476099a61.jpg",
"publishedAt": "2026 01 29T08:08:00Z",
"content": "Inhaltsverzeichnis\r\nclose notice\r\nThis article is also available in\r\n English.\r\nIt was translated with technical assistance and editorially reviewed before publication.\r\nDont show this again.\r\nDie KI… [+4619 chars]"
},
 {
 "source": {
"id": null,
"name": "9to5Mac"
},
"author": "Ben Lovejoy",
"title": "1 800 Flowers offers $20 off bouquets when using Apple Pay",
"description": "If you’re planning to send flowers to anyone for Valentine’s Day, you can get $20 off your order at 1 800 Flowers when using Apple Pay …\n\n\n\n more…",
"url": "https://9to5mac.com/2026/01/29/1 800 flowers offers 20 off bouquets when using apple pay/",
"urlToImage": "https://i0.wp.com/9to5mac.com/wp content/uploads/sites/6/2026/01/1 800 Flowers offers 20 off bouquets when using Apple Pay.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
"publishedAt": "2026 01 29T13:17:37Z",
"content": "If you’re planning to send flowers to anyone for Valentine’s Day, you can get $20 off your order at 1 800 Flowers when using Apple Pay …\r\nThe discount is on online orders of $50 or more, but you will… [+1324 chars]"
},
 {
 "source": {
"id": null,
"name": "9to5Mac"
},
"author": "Ben Lovejoy",
"title": "Apple dominated best selling smartphone rankings, with base iPhone 17 a standout",
"description": "A new market intelligence report shows that Apple dominated the best selling smartphone rankings for 2025, and the base model iPhone 17 stands out for its position in the top 10.\n\n\n\niPhones filled seven of the top ten positions, with Samsung not making an ent…",
"url": "https://9to5mac.com/2026/01/29/apple dominated best selling smartphone rankings with base iphone 17 a standout/",
"urlToImage": "https://i0.wp.com/9to5mac.com/wp content/uploads/sites/6/2026/01/Apple dominated best selling smartphone rankings with base model iPhone 17 a standout.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
"publishedAt": "2026 01 29T12:50:54Z",
"content": "A new market intelligence report shows that Apple dominated the best selling smartphone rankings for 2025, and the base model iPhone 17 stands out for its position in the top 10.\r\niPhones filled seve… [+1388 chars]"
},
 {
 "source": {
"id": null,
"name": "9to5Mac"
},
"author": "Seth Kurkowski",
"title": "9to5Mac Daily: January 28, 2026 – Face ID rumors, more",
"description": "Listen to a recap of the top stories of the day from 9to5Mac. 9to5Mac Daily is available on iTunes and Apple’s Podcasts app, Stitcher, TuneIn, Google Play, or through our dedicated RSS feed for Overcast and other podcast players.\n\n\n\nSponsored by Stuff: Stuff …",
"url": "https://9to5mac.com/2026/01/28/daily january 28 2026/",
"urlToImage": "https://i0.wp.com/9to5mac.com/wp content/uploads/sites/6/2021/12/9to5Mac Daily art lead.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
"publishedAt": "2026 01 29T04:03:39Z",
"content": "Listen to a recap of the top stories of the day from 9to5Mac. 9to5Mac Daily is available on iTunes and Apples Podcasts app, Stitcher, TuneIn, Google Play, or through our dedicated RSS feed for Overca… [+948 chars]"
},
 {
 "source": {
"id": null,
"name": "Gizmodo.jp"
},
"author": "そうこ",
"title": "発表前から市場をリード。iPhone Foldの噂で折りたたみスマホはワイド時代へ",
"description": "Image:iphone ticker.de今秋登場と噂されるApple（アップル）初の折りたたみスマートフォン、通称iPhoneFold。閉じるとiPhonemini、開くとiPadminiという、今ある折りたたみスマホにはないサイズ感が特徴になると言われています。横幅が少しワイドになったこの縦横比、iPhoneFold発表前からすでにトレンドになりそうな気配。ワイドへのシフトネタ元の9to5G",
"url": "https://www.gizmodo.jp/2026/01/iphone fold smartphone wide.html",
"urlToImage": "https://media.loom app.com/gizmodo/dist/images/2026/01/29/iphone foldabable mockup 1 700x3.jpg?w=1280&h=630&f=jpg",
"publishedAt": "2026 01 29T11:00:00Z",
"content": "AppleiPhone FoldiPhone miniiPad miniiPhone Fold\r\n9to5GoogleSamsungGalaxy Z FoldZ FlipiPhone FoldGalaxy Z FoldFold 8iPhone Fold\r\nOppoHonor\r\nAppleiPhone Fold\r\n2\r\niPhoneAirPodsApple\r\nSource: 9to5Google"
},
 {
 "source": {
"id": null,
"name": "Gizmodo.jp"
},
"author": "小暮ひさのり",
"title": "「探す」対応の防犯ブザーにUSB‐C充電が登場。最適解これか！",
"description": "Image:Amazon電池式はもう古かったか…。最近ちらほらと見かけるようになった、Appleの「探す」に対応した防犯ブザー。防犯ブザーにもLEDライトにもなって、しかも場所も探せるとか安心感すごいぞ！…と、購入して子供のカバンに装着しているんですけど、使ってみたら電池持ちがイマイチで、3ヵ月ほどで電池残量低下の通知が届きました。うーん、ちょっとめんどいし、コイン電池（CR2032）2個を3ヵ月",
"url": "https://www.gizmodo.jp/2026/01/logitech find my security buzzer usb c.html",
"urlToImage": "https://media.loom app.com/gizmodo/dist/images/2026/01/28/20260128bouk00.jpg?w=1280&h=630&f=jpg",
"publishedAt": "2026 01 29T10:30:00Z",
"content": "AppleLED\r\n3\r\nCR203223\r\nLGT LWUCSS1WHMUSB C AmazonSALE6OFF\r\nImage: Amazon\r\niPhoneApple\r\nAppleAirTagm \r\nImage: Amazon\r\nUSB C\r\n63\r\n3\r\nSource: Amazon"
},
 {
 "source": {
"id": null,
"name": "CNET"
},
"author": "Giselle Castro Sloboda",
"title": "Stroke Risk Could Be Flagged Early Using Apple Watch Technology, Studies Show",
"description": "The latest research shows that wearables could soon be a vital part of tracking your heart health.",
"url": "https://www.cnet.com/tech/stroke risk could be flagged early using apple watch technology studies show/",
"urlToImage": "https://www.cnet.com/a/img/resize/0a003add75bb96212b212f3a92ae189b8a30c393/hub/2026/01/28/ed293d1d 139e 4cc8 9d35 b54da2047ecd/gettyimages 1442772700.jpg?auto=webp&fit=crop&height=675&width=1200",
"publishedAt": "2026 01 29T00:10:24Z",
"content": "For millions at risk of stroke, a simple tap on the wrist could one day save lives. New studies from the Amsterdam University Medical Center and St. Bartholomew's Hospital in London showed that weara… [+2697 chars]"
},
 {
 "source": {
"id": null,
"name": "Yanko Design"
},
"author": "Ida Torres",
"title": "Canyon’s Hexagon Charger Makes Wireless Charging Actually Cool",
"description": "Canyon’s Hexagon Charger Makes Wireless Charging Actually CoolWhen you think about wireless chargers, your mind probably goes straight to flat discs or boring black rectangles scattered across your desk. But VLND Studio...",
"url": "https://www.yankodesign.com/2026/01/29/canyons hexagon charger makes wireless charging actually cool/",
"urlToImage": "https://www.yankodesign.com/images/design_news/2026/01/canyons hexagon charger makes wireless charging actually cool/hexagon 01.jpg",
"publishedAt": "2026 01 29T09:45:20Z",
"content": "When you think about wireless chargers, your mind probably goes straight to flat discs or boring black rectangles scattered across your desk. But VLND Studio just flipped that script with their Wirel… [+3713 chars]"
},
 {
 "source": {
"id": null,
"name": "Journal du geek"
},
"author": "Anh Phan",
"title": "Test Honor Magic8 Pro, un banger pour commencer l’année",
"description": "Disponible depuis la fin de l'année 2025 en Chine, le nouveau monstre de Honor, le Magic8 Pro arrive en France. On a passé plus d'un mois avec et il nous a clairement bluffé. Verdict !",
"url": "https://www.journaldugeek.com/test/test honor magic8 pro un banger pour commencer lannee/",
"urlToImage": "https://www.journaldugeek.com/app/uploads/2026/01/Honor Magic 8 Pro 08 1600x900.jpg",
"publishedAt": "2026 01 29T09:00:04Z",
"content": "Avant, Samsung était le premier a annoncer les nouveaux prétendants pour 2026. Cette année, avec le changement de planning de Qualcomm et des constructeurs chinois, Samsung sera quasiment le dernier.… [+14015 chars]"
},
 {
 "source": {
"id": null,
"name": "Applesfera.com"
},
"author": "Guille Lomener",
"title": "Soy fotógrafo y el último fichaje de Apple me ha devuelto la ilusión. La llegada del creador de Halide es una gran noticia para iOS",
"description": "Durante años he usado Halide para hacer fotos con el iPhone cuando quería controlar la exposición manualmente o guardar en RAW sin complicaciones. Desde mi punto de vista, esta app siempre ha sido lo que la cámara nativa de Apple debería ofrecer a los usuario…",
"url": "https://www.applesfera.com/apple 1/soy fotografo ultimo fichaje apple me ha devuelto ilusion llegada creador halide gran noticia para ios",
"urlToImage": "https://i.blogs.es/a69422/fichaje apple/840_560.jpeg",
"publishedAt": "2026 01 29T10:00:57Z",
"content": "Durante años he usado Halide para hacer fotos con el iPhone cuando quería controlar la exposición manualmente o guardar en RAW sin complicaciones. Desde mi punto de vista, esta app siempre ha sido lo… [+4433 chars]"
},
 {
 "source": {
"id": null,
"name": "Applesfera.com"
},
"author": "Álvaro García M.",
"title": "Apple consigue lo que Hollywood llevaba peleando años: los derechos para llevar a la pantalla el Cosmere de Brandon Sanderson",
"description": "Ya conocíamos bien el catálogo de Apple TV y, por ende, grandes joyas como 'Separación, 'Silo' o la reciente 'Pluribus'. Pero lo de ahora es distinto. Es algo que, ya de partida, parece nacer con estrella y con una ambición que va más allá de sumar otra serie…",
"url": "https://www.applesfera.com/apple tv/apple consigue que hollywood llevaba peleando anos derechos para llevar a pantalla cosmere brandon sanderson",
"urlToImage": "https://i.blogs.es/5f208d/sanderson apple tv/840_560.jpeg",
"publishedAt": "2026 01 29T07:59:52Z",
"content": "Ya conocíamos bien el catálogo de Apple TV y, por ende, grandes joyas como 'Separación, 'Silo' o la reciente 'Pluribus'. Pero lo de ahora es distinto. Es algo que, ya de partida, parece nacer con est… [+3468 chars]"
},
 {
 "source": {
"id": null,
"name": "Applesfera.com"
},
"author": "Guille Lomener",
"title": "Apple se lo pone difícil a los \"amantes de lo ajeno\". El primer desmontaje del AirTag 2 confirma un esperado cambio en el altavoz",
"description": "Una de las mejores cosas de cuando Apple lanza un nuevo dispositivo es poder abrirlo y ver qué hay dentro. Esa obsesión de Steve Jobs de que tiene que ser tan bonito por dentro como por fuera sigue viva. Y ahora que el AirTag 2 ha llegado a manos de los prime…",
"url": "https://www.applesfera.com/airtag/apple se pone dificil a amantes ajeno primer desmontaje airtag 2 confirma esperado cambio altavoz",
"urlToImage": "https://i.blogs.es/d773d5/interior airtag 2/840_560.jpeg",
"publishedAt": "2026 01 29T13:00:57Z",
"content": "Una de las mejores cosas de cuando Apple lanza un nuevo dispositivo es poder abrirlo y ver qué hay dentro. Esa obsesión de Steve Jobs de que tiene que ser tan bonito por dentro como por fuera sigue v… [+4050 chars]"
},
 {
 "source": {
"id": null,
"name": "Applesfera.com"
},
"author": "Álvaro García M.",
"title": "Apple sabe que ampliar más el zoom del iPhone por software es complicado. Así que tiene un nuevo plan filtrado para el iPhone 18 Pro",
"description": "Apple puede presumir de ser uno de los mejores fabricantes (si no el mejor) en aplicar correcciones por software a la fotografía. Y eso incluye darle mayor nitidez al zoom digital. Pero ha llegado un punto en el que la fotografía computacional no es suficient…",
"url": "https://www.applesfera.com/rumores/apple sabe que ampliar zoom iphone software complicado asi que tiene nuevo plan filtrado para iphone 18 pro",
"urlToImage": "https://i.blogs.es/dc500d/iphone 17 pro/840_560.jpeg",
"publishedAt": "2026 01 29T09:00:57Z",
"content": "Apple puede presumir de ser uno de los mejores fabricantes (si no el mejor) en aplicar correcciones por software a la fotografía. Y eso incluye darle mayor nitidez al zoom digital. Pero ha llegado un… [+3204 chars]"
},
 {
 "source": {
"id": null,
"name": "Applesfera.com"
},
"author": "Alberto García",
"title": "Ya está el AirTag 2 en Amazon: el nuevo modelo está bien, pero el pack de 4 del original es casi imbatible hoy",
"description": "Han pasado bastantes horas desde que el AirTag 2 se podía comprar en la tienda oficial y por fin ya lo estamos viendo llegar a las tiendas de proveedores, como es el caso de Amazon. Y lo ha hecho en sus dos opciones de compra: una unidad por 35 euros o dos un…",
"url": "https://www.applesfera.com/seleccion/esta airtag 2 amazon nuevo modelo esta bien pack 4 original casi imbatible hoy",
"urlToImage": "https://i.blogs.es/f419b1/airtag/840_560.jpeg",
"publishedAt": "2026 01 29T11:30:56Z",
"content": "Han pasado bastantes horas desde que el AirTag 2 se podía comprar en la tienda oficial y por fin ya lo estamos viendo llegar a las tiendas de proveedores, como es el caso de Amazon. Y lo ha hecho en … [+2043 chars]"
},
 {
 "source": {
"id": null,
"name": "Android Authority"
},
"author": "Jay Bonggolto",
"title": "Your next smartphone will be faster in 2026, but it’ll likely cost you a lot more",
"description": "Chip shipments are dropping, but your next phone will be smarter and pricier as the industry doubles down on premium AI and 2nm tech.",
"url": "https://www.androidauthority.com/smartphone soc shipments declining in 2026 3636273/",
"urlToImage": "https://www.androidauthority.com/wp content/uploads/2025/12/EoY Phones 2025 3.jpg",
"publishedAt": "2026 01 29T09:31:29Z",
"content": "<ul><li>Global smartphone chipset shipments are expected to fall 7% in 2026, but industry revenue is still set to grow in double digits.</li><li>AI driven data center demand is pushing chipmakers tow… [+3092 chars]"
},
 {
 "source": {
"id": null,
"name": "Android Authority"
},
"author": "Robert Triggs",
"title": "Android brands keeps copying iOS 26, and I hate it",
"description": "Android brands keep copying iOS 26’s Liquid Glass UI, but imitation is making Android far less intuitive for users.",
"url": "https://www.androidauthority.com/i hate ios copycats 3635269/",
"urlToImage": "https://www.androidauthority.com/wp content/uploads/2025/06/Material 3 Expressive vs Liquid Glass Settings Customization.jpg",
"publishedAt": "2026 01 29T13:00:40Z",
"content": "Ill admit, Im hard to please when it comes to UI, but that might be because Im the sort of person who secretly wishes were peering at green text and living in a world of cassette futurism. I had to i… [+5183 chars]"
},
 {
 "source": {
"id": null,
"name": "Presse citron"
},
"author": "Setra",
"title": "L’iPhone 18 Pro pourrait vous surprendre avec cette fonctionnalité photo inattendue",
"description": "D’après une nouvelle rumeur, Apple étudierait la possibilité de proposer un téléconvertisseur pour l’iPhone 18 Pro. En 2025, Oppo a présenté ce type d’accessoire, qui permet de prolonger le zoom de l’appareil photo, pour le Find X9 Pro.",
"url": "https://www.presse citron.net/liphone 18 pro pourrait vous surprendre avec cette fonctionnalite photo inattendue/",
"urlToImage": "https://www.presse citron.net/app/uploads/2026/01/Oppo Zoom Extender 1600x900.jpg",
"publishedAt": "2026 01 29T07:01:58Z",
"content": "Nous sommes encore au mois de janvier, mais les fans dApple attendent déjà, avec impatience, larrivée de la nouvelle génération diPhone, au mois de septembre. Pour rappel, les dernières rumeurs suggè… [+2563 chars]"
},
 {
 "source": {
"id": null,
"name": "BGR"
},
"author": "staff@bgr.com (José Adorno)",
"title": "Volvo Says It Won't Drop Apple CarPlay Support On Its Cars (For Now)",
"description": "Apple CarPlay continues to receive support from Volvo, even though many car manufacturers are focusing on proprietary infotainment systems instead.",
"url": "https://www.bgr.com/2087971/volvo keeping apple carplay support cars/",
"urlToImage": "https://www.bgr.com/img/gallery/volvo says it wont drop apple carplay support on its cars for now/l intro 1769695477.jpg",
"publishedAt": "2026 01 29T14:15:52Z",
"content": "Speaking to The Drive, Anders bells said that it will continue to implement CarPlay to its vehicles, including future EVs. \"It's kind of part of our mentality on this. We want to integrate it to your… [+1181 chars]"
},
 {
 "source": {
"id": null,
"name": "BGR"
},
"author": "staff@bgr.com (José Adorno)",
"title": "4 Exclusive iOS 26.3 Features Americans Won't Be Getting",
"description": "Features like fast pairing for headphones, NFC for third party apps, and notification replies via smartwatches are coming to iOS 26.3, but only in the EU.",
"url": "https://www.bgr.com/2087938/ios 26 3 features exclusive europe not us/",
"urlToImage": "https://www.bgr.com/img/gallery/4 exclusive ios 26 3 features americans wont be getting/l intro 1769692854.jpg",
"publishedAt": "2026 01 29T13:32:56Z",
"content": "Apple currently limits the experience if you're using a third party smartwatch with your iPhone instead of an Apple Watch. However, the European Commission wants consumers to be able to pick whicheve… [+915 chars]"
},
 {
 "source": {
"id": null,
"name": "Espinof.com"
},
"author": "Mariló Delgado",
"title": "Apple TV firma un acuerdo histórico con Brandon Sanderson: el universo 'Cosmere' por fin tendrá series y películas, empezando por 'Mistborn'",
"description": "A Brandon Sanderson llevaban años cortejándole varios estudios y plataformas, y es normal. Es uno de los autores de fantasía más exitosos del momento y una máquina de sacar libros a destajo que mueve a millones de fans, así que sus creaciones estaban muy coti…",
"url": "https://www.espinof.com/proyectos/apple tv firma acuerdo historico brandon sanderson universo cosmere fin tendra series peliculas empezando mistborn",
"urlToImage": "https://i.blogs.es/1f1fc7/brandon sanderson/840_560.jpeg",
"publishedAt": "2026 01 29T09:00:57Z",
"content": "A Brandon Sanderson llevaban años cortejándole varios estudios y plataformas, y es normal. Es uno de los autores de fantasía más exitosos del momento y una máquina de sacar libros a destajo que mueve… [+2185 chars]"
},
 {
 "source": {
"id": null,
"name": "PetaPixel"
},
"author": "Matt Growcoot",
"title": "Following TikTok and Instagram, Netflix is Set to Roll Out Vertical Videos",
"description": "First it came for photos on Instagram, then it came for videos on YouTube, now vertical videos are set to appear on Netflix, too.\n[Read More]",
"url": "https://petapixel.com/2026/01/29/following tiktok and instagram netflix is set to roll out vertical videos/",
"urlToImage": "https://petapixel.com/assets/uploads/2023/10/netflix logo depositphotos featured.jpg",
"publishedAt": "2026 01 29T12:09:20Z",
"content": "First it came for photos on Instagram, then it came for videos on YouTube, now vertical videos are set to appear on Netflix, too. \r\nNetflix is preparing to shift its mobile experience to center on ve… [+3852 chars]"
},
 {
 "source": {
"id": null,
"name": "CNET"
},
"author": "Giselle Castro Sloboda （CNET News） 翻訳校正： 編集部",
"title": "「Apple Watch」で脳卒中の予兆を早期発見、最新の研究が有効性示す",
"description": "新しい研究で、「Apple Watch」などのウェアラブル端末が、標準的なケアと比較して心房細動の検出を改善できることが示された。",
"url": "https://japan.cnet.com/article/35243319/",
"urlToImage": "https://japan.cnet.com/storage/2026/01/29/00b7780627aa17a2aa3eb8a32bb4c673/gettyimages 1442772700_1280x960.jpg",
"publishedAt": "2026 01 29T06:17:00Z",
"content": "Apple WatchA fib\r\n65437219Apple Watch6112218\r\nApple Watch4Apple WatchLEDPPGECG\r\nMichiel Winter62157%5\r\n2Apple WatchApple WatchApple Watch\r\nApple Watch\r\nWinterPPGECG\r\nZiff Davis4X\r\nApple Watch Series … [+35 chars]"
},
 {
 "source": {
"id": null,
"name": "MacRumors"
},
"author": "Joe Rossignol",
"title": "Apple's Fifth Avenue Store is Closing Overnight Next Week, Here's Why",
"description": "Apple's iconic Fifth Avenue store in New York City is normally open 24/7, but it will be closed overnight on some days next week.\n\n\n\n\n\nAccording to Apple's website, the store will be closing at 10 p.m. local time each night on Monday, February 2 through Wedne…",
"url": "https://www.macrumors.com/2026/01/29/apple fifth avenue overnight closure/",
"urlToImage": "https://images.macrumors.com/t/3rO17S4y7O8A1TZMStQWsQsWKIA=/2880x/article new/2025/03/Apple Fifth Avenue Hero.jpeg",
"publishedAt": "2026 01 29T14:07:49Z",
"content": "Apple's iconic Fifth Avenue store in New York City is normally open 24/7, but it will be closed overnight on some days next week.\r\nAccording to Apple's website, the store will be closing at 10 p.m. l… [+696 chars]"
},
 {
 "source": {
"id": null,
"name": "Les Numériques"
},
"author": "Rick",
"title": "Actualité : Soldes / Bon plan – Le smartphone Apple iPhone 17 Pro 256 Go \"5 étoiles\" à 1 199 €",
"description": "Le smartphone Apple iPhone 17 Pro 256 Go passe sous les 1200 € chez Amazon. C'est actuellement l'un des meilleurs produit de notre comparatif.",
"url": "https://www.lesnumeriques.com/telephone portable/soldes bon plan le smartphone apple iphone 17 pro 256 go 5 etoiles a 1 199 n250679.html",
"urlToImage": "https://cdn.lesnumeriques.com/optim/test/24/243260/05f86aaf apple iphone 17 pro__1200_678__0 285 2998 1858_wtmk.jpg",
"publishedAt": "2026 01 29T10:35:00Z",
"content": "Modèle concernéCe contenu porte spécifiquement sur le modèle : 256 Go. D'autres déclinaisons existent et leurs prix sont indiqués dans les onglets du tableau ci dessous.\r\nL'iPhone 17 Pro inaugure un … [+2207 chars]"
},
 {
 "source": {
"id": null,
"name": "Caschys Blog"
},
"author": "Olli",
"title": "Apple holt Halide Mitgründer ins Design Team",
"description": "Apple hat sich Verstärkung ins Haus geholt. Sebastiaan de With, Mitgründer der bekannten iPhone Kamera App Halide, wechselt zu Apple und wird Teil des Design Teams. Das hat er selbst auf Threads verkündet und dabei keinen Hehl aus seiner Vorfreude gemacht. de…",
"url": "https://stadt bremerhaven.de/apple holt halide mitgruender ins design team/",
"urlToImage": "https://stadt bremerhaven.de/wp content/uploads/2021/12/Apple Logo Shop.jpg",
"publishedAt": "2026 01 29T07:30:09Z",
"content": "Apple hat sich Verstärkung ins Haus geholt. Sebastiaan de With, Mitgründer der bekannten iPhone Kamera App Halide, wechselt zu Apple und wird Teil des Design Teams. Das hat er selbst auf Threads verk… [+1627 chars]"
},
 {
 "source": {
"id": null,
"name": "Caschys Blog"
},
"author": "caschy",
"title": "Pages, Keynote und Numbers: Alte Versionen bekommen kein Update mehr",
"description": "Neue Icons, neue Apps und neues Geschäftsmodell. Apple hatte gestern das Creator Studio veröffentlicht. Wer sich dafür entscheidet, bekommt Zugriff auf Final Cut Pro, Logic Pro sowie Pixelmator Pro, wobei Versionen für Mac und iPad enthalten sind. Nutzer am M…",
"url": "https://stadt bremerhaven.de/pages keynote und numbers alte versionen bekommen kein update mehr/",
"urlToImage": "https://stadt bremerhaven.de/wp content/uploads/2026/01/Pages Update Benachrichtigung Mac.jpg",
"publishedAt": "2026 01 29T08:00:34Z",
"content": "Neue Icons, neue Apps und neues Geschäftsmodell. Apple hatte gestern das Creator Studio veröffentlicht. Wer sich dafür entscheidet, bekommt Zugriff auf Final Cut Pro, Logic Pro sowie Pixelmator Pro, … [+1324 chars]"
},
 {
 "source": {
"id": null,
"name": "Caschys Blog"
},
"author": "caschy",
"title": "Sonos: CEO stellt sich Fragen zu Front Surrounds, App Zukunft und DTS",
"description": "Es gab wieder einmal Redebedarf im Hause Sonos. CEO Tom Conrad und weitere Mitarbeiter stellten sich auf Reddit den Fragen der Community. Dabei ging es um technische Dauerbrenner, die Zukunft der App und lang ersehnte Features. Ein großes Thema war...Zum Beit…",
"url": "https://stadt bremerhaven.de/sonos ceo stellt sich fragen zu front surrounds app zukunft und dts/",
"urlToImage": "https://stadt bremerhaven.de/wp content/uploads/2025/11/Sonos_Black Friday.jpg",
"publishedAt": "2026 01 29T10:30:23Z",
"content": "Es gab wieder einmal Redebedarf im Hause Sonos. CEO Tom Conrad und weitere Mitarbeiter stellten sich auf Reddit den Fragen der Community. Dabei ging es um technische Dauerbrenner, die Zukunft der App… [+3751 chars]"
},
 {
 "source": {
"id": null,
"name": "Frandroid"
},
"author": "Ulrich Rozier",
"title": "Creator Studio : le « Adobe Creative Cloud » à la sauce Apple est là, voici 5 choses à connaître sur cet abonnement",
"description": "Deux semaines après son annonce, l'offre Apple Creator Studio est disponible. Pour 12,99 € par mois, Apple regroupe ses poids lourds du montage, de l'audio et du design. Mais derrière cette apparente générosité se cache une complexité technique et commerciale.",
"url": "https://www.frandroid.com/os/macos/2959399_creator studio le adobe creative cloud a la sauce apple est la voici 5 choses a connaitre sur cet abonnement",
"urlToImage": "https://c0.lestechnophiles.com/images.frandroid.com/wp content/uploads/2026/01/apple creator studio suite.jpg?resize=1600,900&key=0d8f8577&watermark",
"publishedAt": "2026 01 29T09:01:42Z",
"content": "Deux semaines après son annonce, l’offre Apple Creator Studio est disponible. Pour 12,99 € par mois, Apple regroupe ses poids lourds du montage, de l’audio et du design. Mais derrière cette apparente… [+3928 chars]"
},
 {
 "source": {
"id": null,
"name": "Frandroid"
},
"author": "Arthur Rafié",
"title": "Contre la musique générée l’IA, Deezer prend une décision historique pour aider Spotify et Apple Music",
"description": "Pour lutter contre la propagation de musique générée par intelligence artificielle, Deezer souhaite mettre à disposition de ses concurrents son outil de détection.",
"url": "https://www.frandroid.com/services/streaming musical/2959527_contre la musique generee lia deezer prend une decision historique pour aider spotify et apple music",
"urlToImage": "https://c0.lestechnophiles.com/images.frandroid.com/wp content/uploads/2024/10/deezer premium.jpg?resize=1600,900&key=b5ff8507&watermark",
"publishedAt": "2026 01 29T11:09:18Z",
"content": "Pour lutter contre la propagation de musique générée par intelligence artificielle, Deezer souhaite mettre à disposition de ses concurrents son outil de détection.\r\nDeezer // Source : Frandroid\r\nChaq… [+1856 chars]"
},
 {
 "source": {
"id": null,
"name": "Frandroid"
},
"author": "Noémie Koskas",
"title": "Promo Apple : 4 AirTag pour le prix de 3 avec cette nouvelle offre de fin des soldes",
"description": "Depuis cinq ans, les AirTags d'Apple nous permettent de retrouver n'importe quel objet égaré ou de localiser notre véhicule. Pendant les soldes d'hiver, vous en trouverez quatre dans un pack à 84,99 euros au lieu de 119 euros chez Joybuy.",
"url": "https://www.frandroid.com/bons plans/2959699_promo apple 4 airtag pour le prix de 3 avec cette nouvelle offre de fin des soldes",
"urlToImage": "https://c0.lestechnophiles.com/images.frandroid.com/wp content/uploads/2026/01/apple airtags soldes hiver 2026 2.jpg?resize=1600,900&key=a6c7b6e1&watermark",
"publishedAt": "2026 01 29T11:36:35Z",
"content": "Depuis cinq ans, les AirTags d’Apple nous permettent de retrouver n’importe quel objet égaré ou de localiser notre véhicule. Pendant les soldes d’hiver, vous en trouverez quatre dans un pack à 84,99 … [+6590 chars]"
},
 {
 "source": {
"id": null,
"name": "Frandroid"
},
"author": "Benjamin Barois",
"title": "L’iPhone Air est près de 30 % moins cher pour la fin des soldes d’hiver",
"description": "L'iPhone Air est un smartphone ultrafin et léger que vous retrouvez à son prix le plus bas pendant les soldes : 869 euros au lieu de 1 229 euros. L'iPhone",
"url": "https://www.frandroid.com/bons plans/2922359_liphone air est pres de 30 moins cher pour la fin des soldes dhiver",
"urlToImage": "https://c0.lestechnophiles.com/images.frandroid.com/wp content/uploads/2025/12/iphone air soldes dhiver 2026.jpg?resize=1600,900&key=2b616e50&watermark",
"publishedAt": "2026 01 29T13:37:12Z",
"content": "L’iPhone Air est un smartphone ultrafin et léger que vous retrouvez à son prix le plus bas pendant les soldes : 869 euros au lieu de 1 229 euros.\r\nL’iPhone Air est tout simplement l’iPhone le plus fi… [+5174 chars]"
},
 {
 "source": {
"id": null,
"name": "Frandroid"
},
"author": "Geoffroy Husson",
"title": "Connexion satellite et écran microLED : Amazfit attaquerait Garmin frontalement avec sa nouvelle T Rex Ultra 2",
"description": "D'après une fuite, Amazfit pourrait lancer très prochainement sa nouvelle montre de sport haut de gamme, l'Amazfit T Rex Ultra 2. Un modèle qui viendrait s'attaquer directement à la Garmin Fenix 8 Pro microLED.",
"url": "https://www.frandroid.com/marques/amazfit/2959689_connexion satellite et ecran microled amazfit attaquerait garmin frontalement avec sa nouvelle t rex ultra 2",
"urlToImage": "https://c0.lestechnophiles.com/images.frandroid.com/wp content/uploads/2026/01/12ff103f 0b77 4cbd 90db 6ab37ee6549a cr001464600 pt0 sx1464 v1 modifie2.jpg?resize=1600,900&key=cff09bb8&watermark",
"publishedAt": "2026 01 29T10:21:46Z",
"content": "D’après une fuite, Amazfit pourrait lancer très prochainement sa nouvelle montre de sport haut de gamme, l’Amazfit T Rex Ultra 2. Un modèle qui viendrait s’attaquer directement à la Garmin Fenix 8 Pr… [+2827 chars]"
},
 {
 "source": {
"id": null,
"name": "Frandroid"
},
"author": "Édouard le Ricque",
"title": "C’est le smartphone le plus lumineux que j’ai jamais eu entre les mains : mon test du Honor Magic 8 Pro",
"description": "Équipé d'un téléobjectif de 200 Mpx, d'une batterie en silicium carbone de 6270 mAh et du tout dernier processeur Qualcomm, Magic 8 Pro ne manque pas d'arguments techniques. Mais derrière cette fiche technique XXL, l'expérience utilisateur est elle à la haute…",
"url": "https://www.frandroid.com/marques/2949175_test du honor magic 8 pro",
"urlToImage": "https://c0.lestechnophiles.com/images.frandroid.com/wp content/uploads/2026/01/honor magic 8 pro 2.jpg?resize=1600,900&key=bae87945&watermark",
"publishedAt": "2026 01 29T09:00:00Z",
"content": "L’année 2026 marque un tournant pour Honor. Longtemps perçu comme l’héritier spirituel de Huawei, la marque a su s’émanciper pour proposer des produits innovants, à l’image du Honor Magic 6 Pro il y … [+20836 chars]"
},
 {
 "source": {
"id": null,
"name": "Designboom"
},
"author": "lisa kostyra I designboom",
"title": "DFA awards honors 5 visionaries for remarkable achievements in global and asian design",
"description": "from human centric tech and nature inspired architecture to mindful haute couture, see how the DFA awards winners 2025 redefine the global design landscape.\nThe post DFA awards honors 5 visionaries for remarkable achievements in global and asian design appear…",
"url": "https://www.designboom.com/design/dfa awards 2025 winners global asian design/",
"urlToImage": "https://www.designboom.com/twitterimages/uploads/2026/01/20260121_1200x628.png",
"publishedAt": "2026 01 29T10:40:13Z",
"content": "DFA AWARDS UNVEILS ITS VISIONARY WINNERS\r\nSince its inception in 2003, the DFA Awards has served as a vital platform to celebrate exceptional design achievements across Asia, highlighting projects th… [+4427 chars]"
},
 {
 "source": {
"id": null,
"name": "Wwwhatsnew.com"
},
"author": "Natalia Polo",
"title": "Apple Creator Studio: el nuevo paquete de apps creativas de Apple por 12,99 € al mes y el giro hacia la suscripción",
"description": "Apple Creator Studio es el nuevo “paquete de herramientas” de Apple para quien vive de crear: edición de vídeo, producción musical y retoque de imagen, reunidos bajo una sola suscripción mensual o anual. La idea recuerda a pagar un abono de gimnasio: no compr…",
"url": "https://wwwhatsnew.com/2026/01/29/apple creator studio el nuevo paquete de apps creativas de apple por 1299 e al mes y el giro hacia la suscripcion/",
"urlToImage": "https://wwwhatsnew.com/wp content/uploads/2025/09/output1 38.jpg",
"publishedAt": "2026 01 29T11:00:34Z",
"content": "Apple Creator Studio es el nuevo paquete de herramientas de Apple para quien vive de crear: edición de vídeo, producción musical y retoque de imagen, reunidos bajo una sola suscripción mensual o anua… [+8427 chars]"
},
 {
 "source": {
"id": null,
"name": "Lifehacker.ru"
},
"author": "Евгений Лазовский",
"title": "Рождение новой телевселенной: Apple TV экранизирует фэнтези книги серии «Космер» Брендона Сандерсона",
"description": "Писатель получит беспрецедентный уровень контроля над экранизациями — Джорджу Мартину и Джоан Роулинг такой и не снился.",
"url": "https://lifehacker.ru/apple tv ekraniziruet kosmer/",
"urlToImage": "https://cdn.lifehacker.ru/wp content/uploads/2026/01/1769670229009_1769670450.jpeg",
"publishedAt": "2026 01 29T07:10:00Z",
"content": "Apple TV   «».  « » « », .\r\n . , , Apple. : «», , , . , , .\r\n . : «»\r\n. 50 . , 100 , Kickstarter , 42 .\r\n :  , . 35 2026   .\r\n   , . , . 16 , , .\r\n « » , . « » « » , , , , ."
},
 {
 "source": {
"id": null,
"name": "Lifehacker.ru"
},
"author": "Макс Вильтовский",
"title": "Капча для людей: OpenAI разрабатывает соцсеть, в которую не смогут попасть боты",
"description": "Ключевая цель проекта — радикально решить проблему ботов, превративших X (бывший Twitter) в токсичную площадку.",
"url": "https://lifehacker.ru/socset openai/",
"urlToImage": "https://cdn.lifehacker.ru/wp content/uploads/2026/01/image_1_1769696144.png",
"publishedAt": "2026 01 29T14:13:29Z",
"content": "OpenAI, ChatGPT, , Forbes. , X ( Twitter) .\r\n ( 10 ) . , « » Face ID Apple World Orb , .\r\n, World Orb Tools for Humanity, OpenAI .\r\n World Orb . : Tools for Humanity\r\n, OpenAI. , , ,  .\r\n , . .\r\n , ,… [+53 chars]"
},
 {
 "source": {
"id": "lenta",
"name": "Lenta"
},
"author": "Андрей Ставицкий",
"title": "Самый дорогой iPhone подешевел в России",
"description": "Стоимость флагманского iPhone 17 Pro Max на российском рынке упала до 102 тысяч рублей. На это обратило внимание издание Hi Tech Mail.ru",
"url": "https://lenta.ru/news/2026/01/29/17promax/",
"urlToImage": "https://icdn.lenta.ru/images/2026/01/29/14/20260129143819385/share_183e95aa2dab06d333b501d47e7d0f07.jpg",
"publishedAt": "2026 01 29T11:52:50Z",
"content": "iPhone 17 Pro Max 102 . Hi Tech Mail.ru.\r\n , Apple 1199 , 91 . « », , , iPhone 17 Pro Max 102 .\r\n , 121 , 112 . iPhone 130 160 . « 2 iPhone 17 Pro Max 9 », .\r\n 17 Pro Max , 6,9  LTPO Super Retina XDR… [+52 chars]"
},
 {
 "source": {
"id": null,
"name": "Trendir.com"
},
"author": "Alexandru Ion",
"title": "30 Gold and Black Decor Ideas for Home Perfect for Adding Depth Without Darkening Everything",
"description": "Want to give your home a touch of bold sophistication? These 30 gold and black decor ideas are glamorous, modern, and full of dramatic flair — perfect for balancing moody tones with metallic shine. Whether you add subtle accents or go all in on luxe contrast,…",
"url": "https://www.trendir.com/gold and black decor ideas for home/",
"urlToImage": "https://cdn.trendir.com/wp content/uploads/2025/11/Maximalist Safari Chic.jpg",
"publishedAt": "2026 01 29T07:48:36Z",
"content": "Want to give your home a touch of bold sophistication? These 30 gold and black decor ideas are glamorous, modern, and full of dramatic flair perfect for balancing moody tones with metallic shine. Whe… [+14568 chars]"
},
 {
 "source": {
"id": null,
"name": "PCWorld"
},
"author": "Gabriela Vatu",
"title": "TCL 65 inch QLED 4K TV drops to $499 — just in time for the big game",
"description": "Did you know the Super Bowl is just around the corner? January sure moved fast, what with society falling apart and all. Well, if you’re planning to watch the big game this year while the world burns outside, you might as well watch it on a proper screen—like…",
"url": "https://www.pcworld.com/article/3046716/tcl 65 inch qled 4k tv drops to 499 just in time for the big game.html",
"urlToImage": "https://www.pcworld.com/wp content/uploads/2026/01/TCL T7 QLED 4K TV PCWorld deal 1.jpg?quality=50&strip=all&w=1024",
"publishedAt": "2026 01 29T13:50:36Z",
"content": "Skip to contentWhen you purchase through links in our articles, we may earn a small commission. This doesn't affect our editorial independence\r\n.\r\nDid you know the Super Bowl is just around the corne… [+1642 chars]"
},
 {
 "source": {
"id": null,
"name": "Smartworld.it"
},
"author": "Nicola Ligas",
"title": "Samsung sfida iPhone Fold: in arrivo un Galaxy pieghevole tutto nuovo",
"description": "Samsung prepara il nuovo foldable Galaxy Wide Fold, previsto con schermo 4:3 e produzione da un milione di unità per ampliare la linea pieghevole.\r\nL'articolo Samsung sfida iPhone Fold: in arrivo un Galaxy pieghevole tutto nuovo sembra essere il primo su Smar…",
"url": "https://www.smartworld.it/news/samsung galaxy wide fold pieghevole 4 3.html",
"urlToImage": "https://www.smartworld.it/images/2026/01/29/samsung galaxy wide fold_1200x675.jpeg",
"publishedAt": "2026 01 29T09:41:00Z",
"content": "Negli ultimi mesi il mondo dei dispositivi pieghevoli si è riempito di nuovi modelli e idee, e Samsung sembra voler spingere ancora di più su questo segmento, probabilmente \"stuzzicata\" dal prossimo … [+1916 chars]"
},
 {
 "source": {
"id": null,
"name": "Smartworld.it"
},
"author": "Lorenzo Delli",
"title": "Windows 11 come macOS: ora riprende su PC quello che fai su Android",
"description": "Windows 11 amplia il resume tra dispositivi: da Spotify ai documenti Office, fino alle sessioni Edge, tutto riprende dal telefono al PC.\r\nL'articolo Windows 11 come macOS: ora riprende su PC quello che fai su Android sembra essere il primo su Smartworld.",
"url": "https://www.smartworld.it/news/windows 11 aggiornamento continuita android.html",
"urlToImage": "https://www.smartworld.it/images/2026/01/29/windows 11 final_1200x675.jpg",
"publishedAt": "2026 01 29T08:37:00Z",
"content": "Negli ultimi mesi Microsoft ha mostrato un interesse sempre più evidente verso una continuità duso tra dispositivi, e laggiornamento in arrivo su Windows 11 rappresenta un altro passo in questa direz… [+2318 chars]"
},
 {
 "source": {
"id": null,
"name": "New Atlas"
},
"author": "Rich Haridy",
"title": "Ranking the best Apple TV sci fi: From 'Pluribus' to 'Severance'",
"description": "In 2019 Apple TV released its first original television series, and since then has clearly decided to invest in top shelf science fiction as a defining pillar of its offering. Over the years it's put together an impressive slate. Some shows have been outright…",
"url": "https://newatlas.com/home entertainment/ranking appletv sci fi series best worst pluribus/",
"urlToImage": "https://assets.newatlas.com/dims4/default/e67d10b/2147483647/strip/true/crop/1400x735+0+27/resize/1200x630!/quality/90/?url=https%3A%2F%2Fnewatlas brightspot.s3.amazonaws.com%2F88%2F57%2Fc6c66ddf40faac2be449adb57f4f%2F1 jvm tk5lt3rtqrnnxb4gga.jpg&na.image_optimisation=0",
"publishedAt": "2026 01 29T00:03:41Z",
"content": "In 2019 Apple TV released its first original television series, and since then has clearly decided to invest in top shelf science fiction as a defining pillar of its offering. Over the years it's put… [+14271 chars]"
},
 {
 "source": {
"id": null,
"name": "Creative Bloq"
},
"author": "Daniel John",
"title": "Move over, TikTok: Why everyone's suddenly talking about UpScrolled",
"description": "The app has seen a surge of downloads.",
"url": "https://www.creativebloq.com/design/social media/move over tiktok why everyones suddenly talking about upscrolled",
"urlToImage": "https://cdn.mos.cms.futurecdn.net/bv4WbbfmEKMn3ve7C6Qhc4 1920 80.jpg",
"publishedAt": "2026 01 29T06:00:00Z",
"content": "For creatives, keeping up with social media can feel like a Sisyphean task. Just when you think you've found the right place to show your work, the algorithm changes or the platform takes another ste… [+2840 chars]"
},
 {
 "source": {
"id": null,
"name": "Marketingdirecto.com"
},
"author": "Valeria Rodriguez",
"title": "El futuro del Influencer Marketing: más creatividad, menos algoritmo",
"description": "Keepers analiza las tendencias clave del influencer marketing para 2026: menos algoritmo, más humanidad, comunidades fieles y contenido relevante.\nLa entrada El futuro del Influencer Marketing: más creatividad, menos algoritmo se publicó primero en Marketing …",
"url": "https://www.marketingdirecto.com/marketing general/eventos y formacion/el futuro del influencer marketing mas creatividad menos algoritmo",
"urlToImage": "https://www.marketingdirecto.com/wp content/uploads/2026/01/Marketing Influencer Keepers.webp",
"publishedAt": "2026 01 29T12:05:09Z",
"content": "La creatividad, la autenticidad y la cocreación se consolidan como los grandes motores del influencer marketing, en un contexto en el que el algoritmo ya no lo es todo. Esta es una de las principales… [+4422 chars]"
},
 {
 "source": {
"id": null,
"name": "Andro4all.com"
},
"author": "Fran Besora",
"title": "Apple tiene una nueva arma secreta para mejorar el zoom de los iPhone 18 Pro",
"description": "El iPhone 15 Pro Max trajo una de las novedades más esperadas en cuanto a fotografía: un zoom óptico de hasta cinco aumentos gracias a una nueva lente tetraprisma. Dicho zoom funcionó tan bien que en la serie iPhone 16 Pro llegó a ambos modelos y, en la actua…",
"url": "https://andro4all.com/apple/apple tiene una nueva arma secreta para mejorar el zoom de los iphone 18 pro",
"urlToImage": "https://andro4all.com/hero/2026/01/apple mejorarca zoom iphone 18 pro.jpeg?width=1200",
"publishedAt": "2026 01 29T12:01:20Z",
"content": "Los iPhone 18 Pro darán un gran salto en fotografía gracias a un nuevo sistema en el que trabaja Apple\r\nEl iPhone 15 Pro Max trajo una de las novedades más esperadas en cuanto a fotografía: un zoom ó… [+2653 chars]"
},
 {
 "source": {
"id": null,
"name": "Andro4all.com"
},
"author": "Sergio Agudo",
"title": "Los smartphones que se lanzarán en 2026 serán muy rápidos, pero también mucho más caros",
"description": "Los smartphones que se lanzarán en 2026 serán significativamente más rápidos, pero también bastante más caros. La industria se prepara para una caída del 7% en los envíos de procesadores, una paradoja que no impedirá que los ingresos crezcan a doble dígito de…",
"url": "https://andro4all.com/movilidad/los smartphones que se lanzaran en 2026 seran muy rapidos pero tambien mucho mas caros",
"urlToImage": "https://andro4all.com/hero/2025/12/los moviles de gama media y baja sufriran con la perdida de memoria ram.jpeg?width=1200",
"publishedAt": "2026 01 29T13:01:45Z",
"content": "La demanda de IA en centros de datos está desviando la producción de memorias hacia servidores, lo que eleva los costes de fabricación de los móviles y prioriza las gamas superiores\r\nLos smartphones … [+3621 chars]"
},
 {
 "source": {
"id": null,
"name": "Andro4all.com"
},
"author": "Sergio Agudo",
"title": "Nothing adelanta sus planes para este año: no habrá nuevo flagship en 2026",
"description": "Nothing acaba de confirmar que no habrá Phone (4) en 2026. El Phone (3) va a tener que aguantar el tipo como buque insignia durante todo el año mientras la marca se centra en madurar lo que ya tiene en el escaparate. Carl Pei rompe así con el ciclo de lanzami…",
"url": "https://andro4all.com/moviles/nothing adelanta sus planes para este ano no habra nuevo flagship en 2026",
"urlToImage": "https://andro4all.com/hero/2025/11/nothing phone 3 portada.jpg?width=1200",
"publishedAt": "2026 01 29T11:45:55Z",
"content": "La compañía de Carl Pei prioriza este año la expansión de sus tiendas físicas y el desarrollo de nuevos auriculares de diadema, dejando de lado la carrera por lanzar un nuevo procesador cada doce mes… [+2829 chars]"
},
 {
 "source": {
"id": null,
"name": "Andro4all.com"
},
"author": "Sergio Agudo",
"title": "WhatsApp refuerza la seguridad de cuentas con nuevos ajustes restrictivos",
"description": "WhatsApp acaba de activar Strict Account Settings, un modo de seguridad extremo diseñado para blindar perfiles con una exposición pública elevada. La aplicación permite que periodistas o cargos institucionales endurezcan radicalmente su privacidad para reduci…",
"url": "https://andro4all.com/whatsapp/whatsapp refuerza la seguridad de cuentas con nuevos ajustes restrictivos",
"urlToImage": "https://andro4all.com/hero/2026/01/whatsapp strict account settings high risk users 1154x649 1.webp?width=1200",
"publishedAt": "2026 01 29T12:15:18Z",
"content": "El ajuste Strict Account Settings obliga a enrutar las llamadas a través de los servidores de Meta para ocultar la ubicación del usuario y deshabilita la previsualización de enlaces sospechosos\r\nWhat… [+3216 chars]"
},
 {
 "source": {
"id": null,
"name": "Andro4all.com"
},
"author": "Beatriz Alcántara",
"title": "HONOR Magic8 Lite, análisis: autonomía de ensueño y resistencia extrema para luchar en la gama media",
"description": "Estaba a punto de finalizar 2025 cuando comencé a utilizar el HONOR Magic8 Lite, que ha actuado como mi móvil personal durante el último mes. Antes de contarte todo lo que he aprendido sobre él, vamos a contextualizar un poco. Este HONOR Magic8 Lite es el nue…",
"url": "https://andro4all.com/honor/honor magic8 lite analisis autonomia de ensueno y resistencia extrema para luchar en la gama media",
"urlToImage": "https://andro4all.com/hero/2026/01/honor magic8 lite verde.png?width=1200",
"publishedAt": "2026 01 29T10:02:16Z",
"content": "El HONOR Magic8 Lite en el color verde bosque, un tono inspirado en los bosques brumosos al amanecer | Fotografía de Lucía Alcántara Gil\r\nEstaba a punto de finalizar 2025 cuando comencé a utilizar el… [+19295 chars]"
},
 {
 "source": {
"id": null,
"name": "Impress.co.jp"
},
"author": "岩井 祐一郎",
"title": "Apple TVオリジナルコメディ「シュリンキング：悩めるセラピスト」シーズン3、配信開始",
"description": "アップルは、Apple TVでオリジナルコメディシリーズ「シュリンキング：悩めるセラピスト」シーズン3の独占配信を開始した。",
"url": "https://k tai.watch.impress.co.jp/docs/news/2081923.html",
"urlToImage": "https://k tai.watch.impress.co.jp/img/ktw/list/2081/923/app.jpg",
"publishedAt": "2026 01 29T06:20:22Z",
"content": "Copyright ©2018Impress Corporation. All rights reserved."
},
 {
 "source": {
"id": null,
"name": "Tomshw.it"
},
"author": "Antonello Buzzi",
"title": "Samsung conferma l’avvio di chip a 2nm di seconda generazione",
"description": "Samsung accelera sulla litografia a 2 nanometri e prepara il terreno per una nuova offensiva nel competitivo mercato della produzione di semiconduttori. Durante la presentazione dei risultati finanzia...",
"url": "https://www.tomshw.it/hardware/samsung avviera produzione chip 2nm nel 2024 2026 01 29",
"urlToImage": "https://www.tomshw.it/storage/media/2026/01/82435/samsung avviera produzione chip 2nm nel 2024 2026 01 29 Zy3YuomsKEGfy.jpg",
"publishedAt": "2026 01 29T11:56:44Z",
"content": "Samsung accelera sulla litografia a 2 nanometri e prepara il terreno per una nuova offensiva nel competitivo mercato della produzione di semiconduttori. Durante la presentazione dei risultati finanzi… [+2951 chars]"
},
 {
 "source": {
"id": null,
"name": "Appbank.net"
},
"author": "AppBank編集部",
"title": "Apple最新技術「Live Caller ID」搭載！　Whoscallが「ライブ発信者識別プラス」提供開始",
"description": "Whoscall株式会社は1月29日、Apple社の最新iOS技術「Live Caller ID」を活用した新機能「ライブ発信者識別プラス」を、iOS版Whoscallプレミアムプラン加入者向けに提供開始したと発表しました。国内のアプリ提",
"url": "https://www.appbank.net/2026/01/29/iphone application/2918443.php",
"urlToImage": "https://www.appbank.net/wp content/uploads/2026/01/20260129_115946_555_01.webp",
"publishedAt": "2026 01 29T03:50:00Z",
"content": "Whoscall129AppleiOSLive Caller IDiOSWhoscall\r\nWhoscall3126iPhoneiOSAndroid\r\nAppleLive Caller IDiPhoneWhoscallAI\r\nWhoscall\r\nWhoscall\r\niPhoneID\r\nWhoscall – Live Caller ID\r\niOS18iOSWhoscall4.0.0\r\nWhosca… [+54 chars]"
},
 {
 "source": {
"id": "marca",
"name": "Marca"
},
"author": "2Playbook (Sport Business)",
"title": "La Women's Super League calca los pasos de la Premier para dominar el fútbol femenino",
"description": "La gestora del fútbol femenino profesional de Inglaterra factura 20 millones en su primer año bajo gestión de los clubes, y esta temporada los ingresos de TV se dispararán",
"url": "https://www.marca.com/sport business/2playbook/2026/01/29/women s super league calca pasos premier dominar futbol femenino.html",
"urlToImage": "https://objetos xlk.estaticos marca.com/files/article_main_microformat/uploads/2026/01/29/697b45420337d.jpeg",
"publishedAt": "2026 01 29T11:37:33Z",
"content": "La Womens Super League (WSL) presenta candidatura para convertirse en la liga más fuerte de fútbol femenino a nivel mundial. Algo similar a lo que ya sucede con la Premier League. En ese camino, sus … [+4574 chars]"
},
 {
 "source": {
"id": null,
"name": "DIE WELT"
},
"author": "WELT",
"title": "England oder Madrid? Abschied von Goretzka deutet sich an",
"description": "Leon Goretzka hat seine gesamte bisherige Karriere in Deutschland verbracht. Verlässt der Bayern Profi Deutschland im WM Jahr, womöglich sogar noch im Winter? Einen konkreten Interessenten gibt es bereits. Bayerns Verantwortliche befeuern Spekulationen.",
"url": "https://www.welt.de/sport/fussball/bundesliga/article697b0ed622446308a2436a6a/fc bayern england oder madrid abschied von leon goretzka deutet sich an.html",
"urlToImage": "https://images.welt.de/697b0ed622446308a2436a6a/20f84dab061f7d3fd7e975339a7d7ee0/ci16x9 w1200/2025 12 21t182710z 463961687 up1elcl1f99jk rtrmadp 3 soccer germany hdh fcb jpg",
"publishedAt": "2026 01 29T09:19:04Z",
"content": "Leon Goretzka hat seine gesamte bisherige Karriere in Deutschland verbracht. Verlässt der Bayern Profi Deutschland im WM Jahr, womöglich sogar noch im Winter? Einen konkreten Interessenten gibt es be… [+2975 chars]"
},
 {
 "source": {
"id": null,
"name": "Numerama"
},
"author": "Nicolas Lellouche",
"title": "Apple Creator Studio : la banque d’images ne fonctionne que dans les apps Apple (et c’est nul)",
"description": "Les versions payantes de Pages, Numbers et Keynote, accessibles dans l'abonnement Apple Creator Studio à 12,99 euros par mois (2,99 euros pour les étudiants), incluent une banque d'images libres de droits, utilisables en illimité dans ses présentations. Probl…",
"url": "https://www.numerama.com/tech/2170219 apple creator studio la banque dimages ne fonctionne que dans les apps apple et cest nul.html",
"urlToImage": "https://c0.lestechnophiles.com/www.numerama.com/wp content/uploads/2026/01/apple creator studio content hub.jpg?resize=1600,900&key=36317eaf&watermark",
"publishedAt": "2026 01 29T13:29:10Z",
"content": "Les versions payantes de Pages, Numbers et Keynote, accessibles dans l’abonnement Apple Creator Studio à 12,99 euros par mois (2,99 euros pour les étudiants), incluent une banque d’images libres de d… [+4268 chars]"
},
 {
 "source": {
"id": null,
"name": "Techbang.com"
},
"author": "IFENG",
"title": "彭博爆料：蘋果 AI 策略大轉彎！Siri 將深度整合 Google Gemini，獨立聊天機器人計畫喊卡",
"description": "蘋果AI策略大轉彎！不再堅持自研，將Google Gemini技術深度整合至Siri。未來，Gemini 版 Siri 將全面驅動核心App，提供更協同的Apple體驗，徹底改變Siri的應用模式。Apple Intelligence 推出一陣子了，但功能更新似乎有點「擠牙膏」？除了 Apple Music 的智慧混音（AutoMix）和 Apple Watch 的健身夥伴（Workout Buddy）之外，好像沒看到太多讓人眼睛一亮的新應用。不過，這下有譜了。根據《彭博社》知名記者馬克‧古爾曼（Mark Gur…",
"url": "https://www.techbang.com/posts/127664 apple ai strategy shift siri google gemini",
"urlToImage": "https://cdn2.techbang.com/system/excerpt_images/127664/original/5acc8f678333f158f8b0a8f6090a0d70.jpg?1769417211",
"publishedAt": "2026 01 29T00:30:00Z",
"content": "Apple Intelligence Apple Music AutoMix Apple Watch Workout BuddyMark Gurman Google Gemini Siri App \r\nGemini Siri \r\nPower On ChatGPTPerplexity Google Gemini \r\n AI Safari 2026 Perplexity OpenAI WWDC26 … [+100 chars]"
},
 {
 "source": {
"id": null,
"name": "Techbang.com"
},
"author": "KKJ",
"title": "Siri 終於不笨了？傳 iOS 27 將迎來史詩級大變身，直接整合「聊天機器人」功能",
"description": "果粉期待！Siri將迎來重大升級，擺脫「人工智障」罵名。蘋果計畫讓Siri進化為功能強大的聊天機器人，預計iOS 27登場的Siri，將不再只是設鬧鐘的工具，而是真正的聊天機器人。 \n果粉們敲碗已久的 Siri 終於要變聰明了嗎？面對 ChatGPT、Claude 等 AI 對手的強勢夾擊，蘋果似乎終於按捺不住了。根據外媒最新爆料，蘋果計畫在接下來的一年內對 Siri 進行兩次重大升級，其中最令人期待的，就是預計在 iOS 27 登場的「完全體」Siri，它將不再只是設鬧鐘的工具，而是搖身一變成為功能強大的聊天機…",
"url": "https://www.techbang.com/posts/127660 ios 27 siri chatbot integration",
"urlToImage": "https://cdn1.techbang.com/system/excerpt_images/127660/original/f7bebcafd542461ee77ee9a76debf971.jpg?1769412157",
"publishedAt": "2026 01 29T03:00:00Z",
"content": "Siri ChatGPTClaude AI Siri iOS 27 Siri\r\nMacRumors Siri iOS 26.4 Siri iOS 27 Siri WWDC \r\n Siri Siri Siri OpenAI Anthropic \r\n Mark Gurman Siri ChatGPT App iOSiPadOS macOS \r\n App ChatGPT \r\n Siri Email \r… [+36 chars]"
},
 {
 "source": {
"id": null,
"name": "Inside.com.tw"
},
"author": "Sisley",
"title": "2026 農曆新年送禮指南：哪些 Apple 產品值得購入？",
"description": "無論是新的一年想犒賞自己，還是想體貼心愛的家人、伴侶，都可以參考這份清單。",
"url": "https://www.inside.com.tw/article/40384 apple lunar new year gift guide 2026",
"urlToImage": "https://bucket image.inkmaginecms.com/version/social/9dde7c0f a597 445c 80dd 9a93db8a4006/image/2026/01/560d2478 bb4a 4998 8044 66be81e62ba2.jpg",
"publishedAt": "2026 01 29T02:35:00Z",
"content": "INSIDE 4 Apple \r\n1. AirPods Pro 3\r\nAirPods Pro 3 Apple 9 \r\nPhoto Credit: INSIDE/Sisley\r\nApple Watch AirPods Pro 3 Apple Watch Apple Watch \r\n IP57\r\nAirPods Pro 3 AirPods Pro AirPods Pro 3 10 5 2 \r\n 10… [+1061 chars]"
},
 {
 "source": {
"id": "il sole 24 ore",
"name": "Il Sole 24 Ore"
},
"author": "di Davide Madeddu",
"title": "Ricondizionati, gli smartphone in cima alla graduatoria dei più “amati”",
"description": "Il ricondizionato continua a piacere. E, in vetta ai prodotti ripuliti e rimessi in circolo ci sono gli smartphone, con in testa Iphone 13. Seguono i tablet, gli smartwatch, i...",
"url": "https://www.ilsole24ore.com/art/ricondizionati smartphone cima graduatoria piu amati AINPDa6",
"urlToImage": "https://i2.res.24o.it/images2010/S24/Documenti/2026/01/29/Immagini/Ritagli/images U65488015630CKN 1440x752@IlSole24Ore Web.jpg?r=1170x507",
"publishedAt": "2026 01 29T11:50:38Z",
"content": "Ascolta la versione audio dell'articolo\r\nIl ricondizionato continua a piacere. E, in vetta ai prodotti ripuliti e rimessi in circolo ci sono gli smartphone, con in testa Iphone 13. Seguono i tablet, … [+2093 chars]"
},
 {
 "source": {
"id": "il sole 24 ore",
"name": "Il Sole 24 Ore"
},
"author": "di Massimo Mambretti",
"title": "Kia EV5, come è fatto, come va e quanto costa il suv elettrico per la famiglia",
"description": "Electric attack. Si può definire solo così la strategia della Kia perché nel giro di pochi mesi commercializza in Italia tanti nuovi modelli con cui entra a gamba tesa in...",
"url": "https://www.ilsole24ore.com/art/kia ev5 come e fatto come va e quanto costa suv elettrico la famiglia AIOqc47",
"urlToImage": "https://i2.res.24o.it/images2010/S24/Documenti/2026/01/29/Immagini/Ritagli/H2V6576 scaled U53225236466QFg 1440x752@IlSole24Ore Web.jpeg?r=1170x507",
"publishedAt": "2026 01 29T12:30:07Z",
"content": "Ascolta la versione audio dell'articolo\r\nElectric attack. Si può definire solo così la strategia della Kia perché nel giro di pochi mesi commercializza in Italia tanti nuovi modelli con cui entra a g… [+3566 chars]"
},
 {
 "source": {
"id": "il sole 24 ore",
"name": "Il Sole 24 Ore"
},
"author": "di Massimo Mambretti",
"title": "Kia PV5, svelati i prezzi dell’intera gamma dell’elettrovan",
"description": "Il PV 5, primo componente della gamma Kia Pbv ovvero Purpose Built Vehicle, si presenta con una gamma che non ha nulla da invidiare a livello di articolazione a quella...",
"url": "https://www.ilsole24ore.com/art/kia pv5 svelati prezzi dell intera gamma dell elettrovan AIBLjj7",
"urlToImage": "https://i2.res.24o.it/images2010/S24/Documenti/2026/01/29/Immagini/Ritagli/kia pv5 cargo city scape green static digital 1920x1080 015 U42722725485HMT 1440x752@IlSole24Ore Web.jpg?r=1170x507",
"publishedAt": "2026 01 29T07:19:32Z",
"content": "Ascolta la versione audio dell'articolo\r\nIl PV 5, primo componente della gamma Kia Pbv ovvero Purpose Built Vehicle, si presenta con una gamma che non ha nulla da invidiare a livello di articolazione… [+4439 chars]"
},
 {
 "source": {
"id": null,
"name": "Fs.blog"
},
"author": "Vicky",
"title": "Michael Ovitz: The Business of Relationships",
"description": "Michael Ovitz co founded CAA and helped reshape Hollywood, then took the same playbook into tech investing and advising founders. Public Release: February 3. Members have access now.Join us. Coming Soon: Apple Podcasts | Spotify | Transcript In this conversat…",
"url": "https://fs.blog/knowledge project podcast/michael ovitz/",
"urlToImage": "https://fs.blog/wp content/uploads/2025/08/Podcast Cover Standard copy scaled.jpeg",
"publishedAt": "2026 01 29T10:30:00Z",
"content": "Michael Ovitz co founded CAA and helped reshape Hollywood, then took the same playbook into tech investing and advising founders.\r\nComing Soon: Apple Podcasts | Spotify | Transcript\r\nIn this conversa… [+330 chars]"
},
 {
 "source": {
"id": "techradar",
"name": "TechRadar"
},
"author": "rowan.davies@futurenet.com (Rowan Davies) , Rowan Davies",
"title": "Deezer just gave Spotify a great opportunity to combat the AI music wave — here's why the platform is making its AI detection tool available to rivals",
"description": "Deezer has been tagging AI generated content for a year, and now it's encouraging its competitors to do the same.",
"url": "https://www.techradar.com/audio/audio streaming/deezer just gave spotify a great opportunity to combat the ai music wave heres why the platform is making its ai detection tool available to rivals",
"urlToImage": "https://cdn.mos.cms.futurecdn.net/s9gU7cLSWMooNU7rDbpgjk 2000 80.jpg",
"publishedAt": "2026 01 29T12:08:09Z",
"content": "<ul><li>Deezer is making its AI detection tool commercially available for rivals such as Spotify </li><li>Additionally, Deezer has announced that it's cracking down on demonetizing 85% of AI music st… [+3868 chars]"
},
 {
 "source": {
"id": "cbc news",
"name": "CBC News"
},
"author": null,
"title": "Trump 2.0’s Nazi coded social feeds",
"description": "Decoding a spate of posts made by U.S. government accounts that resemble or borrow from the fascist and extreme far right traditions.",
"url": "https://www.cbc.ca/radio/frontburner/trump 2 0s nazi coded social feeds 9.7065646",
"urlToImage": "https://i.cbc.ca/ais/393a25ec 71ba 4498 b20e eecca6f49411,1769638337518/full/max/0/default.jpg?im=Crop%2Crect%3D%280%2C150%2C720%2C405%29%3BResize%3D620",
"publishedAt": "2026 01 29T11:00:00Z",
"content": "Over the last few weeks, the Trump administration has explicitly or implicitly borrowed from the Nazi tradition on social media. \r\nSpecific passages or iconography from the Third Reich have been repu… [+653 chars]"
},
 {
 "source": {
"id": null,
"name": "Iphoneblog.de"
},
"author": "Alex Olma",
"title": "Apple Creator Studio",
"description": "Final Cut Pro, Logic Pro, Pixelmator Pro, Motion, Compressor und MainStage — sowie neue KI Features und Premiuminhalte in Keynote, Pages und Numbers — gebündelt in einem einzigen Abonnement Apple.com/Newsroom Der Preis für Apple Creator Studio ist super (129 …",
"url": "https://www.iphoneblog.de/2026/01/29/apple creator studio/",
"urlToImage": "https://www.iphoneblog.de/images/ipad 144.png",
"publishedAt": "2026 01 29T08:15:04Z",
"content": "Final Cut Pro, Logic Pro, Pixelmator Pro, Motion, Compressor und MainStage sowie neue KI Features und Premiuminhalte in Keynote, Pages und Numbers gebündelt in einem einzigen Abonnement\r\nApple.com/Ne… [+3897 chars]"
},
 {
 "source": {
"id": null,
"name": "Antyweb.pl"
},
"author": "Kamil Świtalski",
"title": "Apple na ostro wchodzi w fantasy. Gigant przejmuje prawa do ogromnej marki",
"description": "Apple TV+ ma pozyskać prawa do ekranizacji Cosmere — rozbudowanego uniwersum fantasy stworzonego przez Brandona Sandersona — a stawką jest coś więcej niż kolejna adaptacja. To potencjalnie pierwsza wielka franczyza fantasy dla platformy Apple. W planach mają …",
"url": "https://antyweb.pl/apple na ostro wchodzi w fantasy gigant przejmuje prawa do ogromnej marki",
"urlToImage": "https://static.antyweb.pl/img/w_1250,h_550/wp content/uploads/2025/08/apple logo sklep.jpg",
"publishedAt": "2026 01 29T08:00:37Z",
"content": "Cosmere to nie tylko pojedyncza seria, ale wspólne uniwersum wielu historii rozgrywanych w rónych wiatach, poczonych wspóln mitologi i systemami magii. Tego typu konstrukcja jest dzi idealnym materia… [+2417 chars]"
},
 {
 "source": {
"id": null,
"name": "Antyweb.pl"
},
"author": "Bartosz Gabiś",
"title": "To już pewne, dzięki tej technologii nowe flagowce Samsunga będą najlepsze w historii",
"description": "W minionym roku Samsung zawiódł po tym jak narobił nadziei nowym systemem ładowania bezprzewodowego i nie poszedł śladem Apple oraz Google. Tym razem jednak naprawi swoje błędy i pokaże, jak prosta technologia może całkowicie odmienić komfort na lepsze.",
"url": "https://antyweb.pl/to juz pewne dzieki tej technologii nowe flagowce samsunga beda najlepsze w historii",
"urlToImage": "https://static.antyweb.pl/img/w_1250,h_550/wp content/uploads/2025/12/Samsung Galaxy S26 und Galaxy S26 Ultra Hands On Mockups 3.jpg",
"publishedAt": "2026 01 29T09:45:52Z",
"content": "Nadchodzi premiera wyczekiwanej linii Samsung Galaxy S26, która ju niebawem odsoni przed nami tegoroczne modele flagowców koreaskiego giganta. Na t chwil wiemy ju prawie wszystko na temat nowych tele… [+1603 chars]"
},
 {
 "source": {
"id": null,
"name": "Antyweb.pl"
},
"author": "Kamil Świtalski",
"title": "Nie trzeba obawiać się cen Galaxy S26. Samsung zrobi to dobrze",
"description": "Premiera smartfonów z serii Samsung Galaxy S26 zbliża się wielkimi krokami   pojawia się zatem coraz więcej przecieków z nią związanych. Najnowsza dotyczy kwestii cen i pamięci na dane.",
"url": "https://antyweb.pl/nie trzeba obawiac sie cen galaxy s26 samsung zrobi to dobrze",
"urlToImage": "https://static.antyweb.pl/img/w_1250,h_550/wp content/uploads/2025/09/DSC07693 Large.jpeg",
"publishedAt": "2026 01 29T04:57:35Z",
"content": "Patrzc na obecny rynek podzespoów (ze szczególnym uwzgldnieniem pamici RAM oraz przestrzeni na dane), wielu mioników technologii z niepokojem patrzy na to, co zrobi giganci w temacie nadchodzcych pre… [+2262 chars]"
},
 {
 "source": {
"id": null,
"name": "Antyweb.pl"
},
"author": "Patryk Koncewicz",
"title": "5 lat na jednej klawiaturze. Tego modelu nie da się zajechać",
"description": "Miała być na chwile, została na dłużej – w czasach zmieniania sprzętów jak rękawiczki trzeba takie urządzenia doceniać.",
"url": "https://antyweb.pl/5 lat na jednej klawiaturze tego modelu nie da sie zajechac",
"urlToImage": "https://static.antyweb.pl/img/w_1250,h_550/wp content/uploads/2026/01/mx keys 2 scaled.jpg",
"publishedAt": "2026 01 29T11:30:53Z",
"content": "Dokadnie pi lat temu na gwat poszukiwaem nowej klawiatury, która miaa by tylko urzdzeniem przejciowym. Gównym celem zakupowym bya ówczenie do droga Apple Magic Keyboard w czarnej wersji z panelem num… [+3260 chars]"
},
 {
 "source": {
"id": null,
"name": "Elladodelmal.com"
},
"author": "noreply@blogger.com (Chema Alonso)",
"title": "Las apps para desnudar y sexualizar fotos de personas usando Inteligencia Artificial en App Store y Google Play",
"description": "Un informe de Tech Transparency Project, después del lío con el Jailbreak del Bikini en Twitter/X, y de la masificación de DeepFakes en el mundo del porno, ha puesto el foco en las apps que permiten desnudar y sexualizar a personas utilizando Inteligencia Art…",
"url": "https://www.elladodelmal.com/2026/01/las apps para desnudar y sexualizar.html",
"urlToImage": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEg5uUbWas8Hup80xwPsyCaOurocV_rt1mlXTinRBdKHA00Hhzt0_ktrkYq_MuLAPGDXxtIHOtohz8Uf5eccli X rPMqanXtvpYIdIOwtXh3me cHNw3eQT9EqMvY mJlL92GEUpFxiivkestLDqIYlESdHBny8mspu122y7gBiv8R9bkEIgH1G/w1200 h630 p k no nu/nude0.jpg",
"publishedAt": "2026 01 29T04:42:00Z",
"content": "El informe, que lo podéis leer aquí: \"Nudify Apps Widely Available in Apple and Google App Stores\" ha generado que muchas apps hayan sido retiradas ya, por tener clasificaciones para todas las edades… [+2609 chars]"
},
 {
 "source": {
"id": null,
"name": "Iphoneitalia.com"
},
"author": "Giuseppe Migliorino",
"title": "L’interfaccia di iOS cambierà anche grazie al co fondatore di Halide",
"description": "Sebastiaan de With, co fondatore di Halide, entra nel team Human Interface Design di Apple.\nLink all'articolo originale: L’interfaccia di iOS cambierà anche grazie al co fondatore di Halide",
"url": "https://www.iphoneitalia.com/845894/linterfaccia di ios cambiera anche grazie al co fondatore di halide",
"urlToImage": "https://static.iphoneitalia.com/wp content/uploads/2026/01/halide iphone.jpg",
"publishedAt": "2026 01 29T07:55:22Z",
"content": "Apple continua a riorganizzare in profondità il proprio reparto design e lo fa con una mossa tutt’altro che banale. Sebastiaan de With, co fondatore della celebre app fotografica Halide, ha annunciat… [+3103 chars]"
}
]
}